# Add repos
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "little-angry-clouds/homebrew-my-brews"
tap "nektos/tap"

# packages
brew "act"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cloudflared"
brew "findutils"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "helmenv"
brew "istioctl"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "pre-commit"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "terraform-ls"
brew "tree"
brew "shellcheck"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"

# apps
cask "drawio"
cask "firefox"
cask "google-cloud-sdk"